# ID Услуг скруджа
SCROUGE = -1001266598286
# ID Зелёнки
ZELENKA = -1001344995571
# ID OTC чат
OTC = -1001803380939
# Kiwi Chat
KIWI = -1001338720514
# RU DARK BOARD
DARK_BOARD = -1001300336147

# FILE ID баннера
BANNER_ID = "AgACAgIAAxkBAALFLWY77yVflEzLGizuYjSnkOkYNXP3AAIc3jEbKczhSU9PxEXaGgABmwAIAQADAgADeQAHHgQ"


message_zelenka = """<b>💻💻💻<u>УСЛУГИ КОДЕРА (БОТЫ, СКРИПТЫ)</u>💻💻💻

🔥Разработаю ботов любой сложности на любую тематику:
⚡️Бот для бизнеса
⚡️Бот для продаж (автопродажи, магазины и тп.)
⚡️Юзер-боты
И ещё много других тематик

Стек: Python, aiogram, SQLite, PostgreSQL, Redis, Docker, requests, Pyrogram
Опыт работы более 3 лет

‼️Быстрое выполнение, реализация любого функционала по ТЗ, загрузка на ваш сервер и дальнейшая поддержка проекта

‼️Условия:
○ Договорная предоплата
○ Гарант по желанию клиента

Гарант: @zelenka_guarantor_robot
Связь : @kicoding</b>"""

message_scrouge = """<b>💻💻💻<u>УСЛУГИ КОДЕРА (БОТЫ, СКРИПТЫ, API)</u>💻💻💻

🔥Разработаю ботов любой сложности на любую тематику:
⚡️Бот для бизнеса
⚡️Бот для продаж
⚡️Юзер-боты
И ещё много других тематик

Стек: Python, aiogram, SQLite, PostgreSQL, Redis, Docker, requests, Pyrogram
Опыт работы более 3 лет

‼️Быстрое выполнение, реализация любого функционала по ТЗ, загрузка на ваш сервер и дальнейшая поддержка проекта
‼️Условия:
○ Договорная предоплата
○ Гарант по желанию клиента
📝 Связь: @KiCoding
🎩 Гарант: @GarantScroogeBot</b>"""

message_kiwi = """<b>💻💻💻<u>УСЛУГИ КОДЕРА (БОТЫ, СКРИПТЫ, API)</u>💻💻💻

🔥Разработаю ботов любой сложности на любую тематику:
⚡️Бот для бизнеса
⚡️Бот для продаж
⚡️Юзер-боты
И ещё много других тематик

Стек: Python, aiogram, SQLite, PostgreSQL, Redis, Docker, requests, Pyrogram
Опыт работы более 3 лет

‼️Быстрое выполнение, реализация любого функционала по ТЗ, загрузка на ваш сервер и дальнейшая поддержка проекта
‼️Условия:
○ Договорная предоплата
○ Гарант по желанию клиента
📝 Связь: @KiCoding
🎩 Гарант: +</b>"""

other_message = """<b>💻💻💻<u>УСЛУГИ КОДЕРА (БОТЫ, СКРИПТЫ, API)</u>💻💻💻

🔥Разработаю ботов любой сложности на любую тематику:
⚡️Бот для бизнеса
⚡️Бот для продаж
⚡️Юзер-боты
И ещё много других тематик

Стек: Python, aiogram, SQLite, PostgreSQL, Redis, Docker, requests, Pyrogram
Опыт работы более 3 лет

‼️Быстрое выполнение, реализация любого функционала по ТЗ, загрузка на ваш сервер и дальнейшая поддержка проекта
‼️Условия:
○ Договорная предоплата
○ Гарант по желанию клиента
📝 Связь: @KiCoding</b>"""
